e5-2620-v4/retpoline-pti-pcid/pgbench/1000/runs/result-ro-prepared-1000-1.log
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 89619099
latency average = 0.054 ms
tps = 298730.057948 (including connections establishing)
tps = 298733.572849 (excluding connections establishing)