e5-2620-v4/retpoline-pti-pcid/pgbench/1000/runs/result-ro-prepared-1000-2.log
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 90338669
latency average = 0.053 ms
tps = 301128.620288 (including connections establishing)
tps = 301132.204301 (excluding connections establishing)